{"ABSTRACT": {"Abstract": ["Utilizing targeted therapies capable of reducing cancer metastasis, targeting chemoresistant and self-renewing cancer stem cells, and augmenting the efficacy of systemic chemo/radiotherapies is vital to minimize cancer-associated mortality. Targeting nitric oxide synthase (NOS), a protein within the tumor microenvironment, has gained interest as a promising therapeutic strategy to reduce metastatic capacity and augment the efficacy of chemo/radiotherapies in various solid malignancies. Our review highlights the influence of nitric oxide (NO) in tumor progression and cancer metastasis, as well as promising preclinical studies that evaluated NOS inhibitors as anticancer therapies. Lastly, we highlight the prospects and outstanding challenges of using NOS inhibitors in the clinical setting."]}, "INTRO": {"Introduction": ["Cancer metastasis and therapy resistance are the fundamental causes of mortality from solid tumors. Many factors have been associated with enhanced tumor aggressiveness, metastases, and resistance to systemic/targeted therapies. Some of these factors include tumoral genetic/epigenetic alterations and rearrangement of tumor microenvironment (TME) components through dynamic and mutual cross-talk. Nitric oxide (NO) within the TME has gained interest for its influence on tumor progression, metastasis, and therapeutic resistance. Various studies have revealed that NO can both promote and inhibit tumor progression and metastasis. However, NO's protumoral and antitumoral effects are primarily dependent on cellular sensitivity to NO, activity and localization of nitric oxide synthases (NOS), and concentration/duration of NO exposure. Therefore, it is warranted to discuss the nuanced influence NO plays on cancer metastasis and response to therapy. This review summarizes our current knowledge of the roles of NO in tumor progression and cancer metastasis. We also discuss the potential of targeting NOS isoforms to augment the efficacy of systemic and targeted therapies for cancer treatment."], "Overview of NOS Signaling": ["NO is a simple, multifunctional, and gaseous-free radical that regulates numerous biological functions. These include modulating vascular function (vascular permeability, vasodilation, angiogenesis), neural system development, neurotransmission, heme signaling, smooth muscle relaxation, immune responses, platelet, and cytotoxic functions. NOSs are a family of enzymes that produce NO by converting L-arginine to L-citrulline and concomitantly produce NO. There are three NOS isoforms: neuronal NOS (nNOS/NOS1), endothelial NOS (eNOS/NOS3), and inducible NOS (iNOS/NOS2; ref.). These enzymes are numbered in the order the cDNAs were initially cloned. nNOS is constitutively expressed in neuronal cells and is crucial for neural signaling, whereas eNOS was first described in endothelial cells where it regulates vascular tone and angiogenesis. In a calcium/calmodulin-dependent manner, eNOS/nNOS produce nanomolar concentrations of NO within seconds to minutes. iNOS differs from the eNOS/nNOS isoforms as cells typically do not express iNOS. Its expression is induced in response to proinflammatory molecules [interferon gamma (IFNγ), interleukin (IL)-1β, tumor necrosis factor alpha (TNFα), prostaglandins, lipopolysaccharides (LPS)] and/or hypoxia, and iNOS generates micromolar concentrations with cellular effects that last for hours. Some of these proinflammatory NOS2 stimulants not only enhance the production of NO but also upregulate the production of key aggressive cancer markers, such as S100 calcium-binding protein, tissue inhibitor matrix metalloproteinase-1, IL6, and IL8.", "NO signaling is typically defined as either cyclic guanosine monophosphate (cGMP)-dependent or cGMP-independent. iNOS-derived NO is capable of producing cGMP and inducing posttranslational modifications (PTM) of proteins with thiol and amine groups. NO signaling is a function of NO concentration, and varied concentrations drive distinct signaling pathways. Within the TME, the influence of NO on protumor and antitumor functions is divided into three categories, depending on NO flux concentration: (i) cGMP-dependent signaling (<100 nmol/L NO), (ii) pro-oncogenic nitrosative signaling (50–300 nmol/L NO), and (iii) nitrosative stress signaling (500–2,000 nmol/L NO; Fig. 1; refs.). This paradoxical role of NO within the TME is further complicated by NO's influence on innate and adaptive immune responses. NO can be derived from multiple cellular sources including tumor cells, tumor-associated macrophages (predominately murine origin), fibroblasts, antigen-presenting cells, natural killer (NK) cells, etc.. In humans, iNOS was first cloned from epithelial cells (hepatocytes); therefore, it is not surprising that there is a role for iNOS in many cancers of epithelial origin. The cellular type, location, and number of cells expressing iNOS are critical determinants of enhanced tumorigenesis (e.g., colon carcinoma cells expressing iNOS are associated with enhanced tumor progression, whereas TME-associated leukocytes expressing iNOS are associated with reduced tumor progression; ref.). Altered S-nitrosation is crucial for promoting malignant phenotypes, including metastasis, angiogenesis, cell proliferation, antiapoptotic signaling, genomic instability, and metabolic reprogramming (Fig. 2; refs.). In this review, we discuss how intermediate concentrations of NO influence key pro-oncogenic signaling pathways/proteins associated with cancer metastasis and therapy resistance."], "S-Nitrosation and Cancer Metastasis": ["Increased production of NO and dysregulated S-nitrosation can influence tumor initiation and metastasis. S-nitrosation regulates the enzymatic/catalytic function of critical proteins, thereby influencing the function of signaling pathways such as MAPK, PI3K/Akt, β-catenin, and cytoskeletal processes. The small GTPase Ras, one of the earliest described S-nitrosation targets, is nitrosylated at Cys118, resulting in enhanced guanine nucleotide exchange and stimulation of downstream pathways such as MAPK signaling. Switzer and colleagues discovered that in NOS2-high estrogen receptor (ER)-negative breast tumors, a subset of upregulated genes have binding sites for the Ets transcription factor. Using the MDA-MB-468 triple-negative breast cancer (TNBC) cell line, they showed that NO-induced S-nitrosation of wild-type Ras led to phosphorylation and activation of Ets via the Ras/MAPK/ERK signaling pathway. Knockdown of Ets inhibited NO-dependent expression of basal-like breast cancer markers (P-cadherin, S100A8, IL8, and αβ-crystallin), attenuated NO-mediated matrix metalloprotease activity, and cancer cell invasion. These findings suggest that NO/Ets-1 cross-talk via S-nitrosation may promote an aggressive phenotype and tumor metastasis in basal-like breast cancers.", "NO, at physiologically relevant concentrations, can activate tyrosine kinases epidermal growth factor receptor (EGFR) and Src via S-nitrosation in TNBC cell lines. In these studies, TNBC cell lines were treated with NO donor DETANO to recapitulate NO concentration fluxes found within the TME. SNO formation in EGFR/Src mediated activation of downstream oncogenic signaling pathways (Akt, β-catenin, and c-Myc) and loss of protein phosphatase 2 (PP2A) tumor suppressor function. NO treatment via DETANO also reduced cell–cell adhesion and enhanced migratory capacity via the epithelial-to-mesenchymal transition (EMT) program. Using an ER+ breast cancer model, Rahman and colleagues discovered that c-Src can be S-nitrosylated at cysteine 498 (Cys498), leading to enhanced kinase activity. Furthermore, they validated that estrogens could synergistically work with NOS to enhance cell migration and proliferation. β-estradiol stimulation of ER+ breast cancer cells induced c-Src S-nitrosation at Cys498, leading to the disruption of E-cadherin junctions and enhanced cellular invasion. Therefore, NO-mediated c-Src activation may be crucial for cancer cell dissemination.", "iNOS is capable of directly modulating PI3K/Akt signaling via S-nitrosation mechanisms, but the influence of these S-nitrosylated proteins on metastatic capacity has not been thoroughly investigated. In human breast cancer cells, Ridnour and colleagues found that iNOS-associated Akt phosphorylation required functional tissue inhibitor matrix metalloproteinase 1 (TIMP-1). Specifically, TIMP1 protein nitration and its protein–protein interaction with CD63 were observed in breast cancer cells that underwent NO-induced Akt activation. These findings suggest that breast tumors with elevated iNOS and TIMP1 expression exert their oncogenic function by Akt activation, leading to an aggressive phenotype. In melanoma, iNOS-derived NO can reversibly S-nitrosylate tuberous sclerosis 2 (TSC2) protein, impairing TSC2/TSC1 dimerization, resulting in mammalian target of rapamycin (mTOR) activation and enhanced proliferation of melanoma cells. Furthermore, in melanoma cell models, iNOS-derived NO can S-nitrosylate phosphatase and tensin homolog (PTEN) protein, thereby attenuating PTEN phosphatase activity and stimulating PI3K/Akt signaling. Furthermore, iNOS expression is associated with worse overall survival in melanoma patients with intact PTEN expression in tumors, likely via iNOS-mediated stimulation of PI3K signaling. These findings present plausible mechanisms of how NO and nitrosative stress conditions can modulate the activation of prosurvival signaling pathways.", "S-nitrosation can also influence the mechanical properties of cells, as found in a study using a non–small cell lung cancer (NSCLC) model. Ezrin, a cross-linker protein localized between microfilaments and the plasma membrane, is involved in intracellular mechanical activation crucial for cancer cell motility. Lung adenocarcinoma patients with tumors having high expression of iNOS or ezrin had lower overall survival than tumors with low ezrin or iNOS. Ezrin can be S-nitrosylated at the Cys117 site in in vitro and in vivo NSCLC models after exposure to NO. The Cys117 site is a key site for ezrin S-nitrosation that contributes to enhanced NSCLC invasion and metastasis. Specifically, S-nitrosation increases ezrin tension modulated by microfilament forces and is positively correlated with cancer aggressiveness. In salivary gland adenoid cystic carcinoma (SACC), the enhanced expression of Ezrin along with iNOS, CC44v6, and Ki67 protein expression is correlated with tumor histologic patterns, SACC metastases, and poor clinical outcomes."], "The Influence of NO on Cancer Stem Cells": ["Studies within the past decade reported that NO signaling influences cancer stem cell (CSC) growth and tumorigenic functions. CSCs are a small subpopulation of pluripotent cells within solid and hematologic cancers. These cells are associated with cell proliferation, tumor development, and metastatic dissemination and possess the ability to self-renew. Relative to non–stem-like cancer cells, CSCs are typically chemo- and radioresistant. Resistant CSCs within the tumor may contribute to relapse and poor clinical response, despite these therapeutic modalities destroying a significant portion of the tumor bulk. The TME is a key contributor of molecules (e.g., NO), factors (e.g., TGFβ in active form), and cytokines responsible for CSC survival. Preclinical and clinical TNBC studies show that targeting NO with NOS inhibitors may target resistant CSC populations, thereby augmenting the efficacy of chemotherapy.", "Using human breast tumor tissues, Creighton and colleagues discovered a 477-gene signature common to chemoresistant CSC (CD44+/CD24−) mammosphere (MS)-forming cells with self-renewal capacity. This CD44+/CD24− MS gene signature was similar to a gene signature from human “claudin-low” breast cancers. These two gene signatures were predominantly found in residual tumor cells post-letrozole or docetaxel therapy and had a predominant expression of EMT genes. Residual breast cancer stem cell (BCSC) populations that survive after conventional therapy may have mesenchymal features and self-renewal capacity. Targeting proteins that alter EMT and/or BCSC survival may be an effective strategy to prevent recurrence, metastasis, and improve long-term survival. Follow-up studies later revealed key genes responsible for BCSC survival and showed that their activities were mediated via NO signaling.", "Using the 477-gene signature specific to BCSC from Creighton and colleagues, Dave and colleagues later discovered two key genes crucial for BCSC self-renewal capacity, MS formation, and lung metastases, ribosomal-like protein 39 (RPL39) and myeloid-leukemia factor 2 (MLF2; ref.). Targeting RPL39 and MLF2 genes with siRNAs reduced TNBC CSCs as assessed with mammosphere formation efficiency (MSFE) assay, flow cytometry, and limiting dilution assay. The lower expression of RPL39 and MLF2 also reduced tumor growth in TNBC patient-derived xenograft (PDX) models, augmented the efficacy of chemotherapy, improved overall survival, and reduced lung metastasis. Ingenuity Pathway Analysis found that NO signaling was the top pathway implicated in the RPL39 and MLF2 function regulation in BCSCs.", "Mechanistic studies revealed that in an HIF1α-dependent manner, hypoxia induced the expression of RPL39 and MLF2 with a concomitant increase in iNOS in breast cancer cell lines. The pharmacologic inhibition of iNOS attenuated expression of RPL39/MLF2 in an HIF1α-dependent manner. In an HIF1α-independent manner, NOS inhibition reduced the expression of downstream proteins of NOS [(soluble guanylate cyclase (SCG) and cyclic-GMP-dependent kinase-1]. Therefore, in an HIF1α-dependent manner, hypoxia transcriptionally activated RPL39 and MLF2, leading to increased protein expression of iNOS and enhanced metastasis. This finding supports other studies revealing that hypoxia promotes metastasis in an HIF1α-dependent manner and can also improve the number of cells expressing CD44 and its variant isoforms (CD44v6 and CD44v7/8), key BCSC markers. CSCs have been shown to reside in hypoxic regions in solid tumors. Their survival is likely dependent on hypoxia-mediated activation of iNOS, NO-mediated stabilization of HIF1α, and NO within the tumor microenvironment influencing breast cancer initiation and metastasis.", "Elevated endogenous mRNA and protein expression of iNOS in TNBC tumors is associated with a worse clinical prognosis. Selective inhibition of iNOS (via 1400W inhibitor) and pan-NOS [NG-monomethyl-L-arginine (L-NMMA) and NG-nitroarginine methyl ester (L-NAME) inhibitors] reduced TNBC cell proliferation, BCSC self-renewal, migration, and reduced the protein expression of crucial EMT transcription factors (Zeb1, Snail, Slug, and Twist1), lung metastases and tumor initiation in human TNBC cell line models. NOS inhibition reduced the expression of mesenchymal transcription factors by inhibition of the HIF1α, TGFβ/ATF-3, and endoplasmic reticulum stress axes, leading to a reduction in metastatic events. These findings suggest that NOS inhibition may induce mesenchymal-to-epithelial transition in tumor cells, reducing metastatic capacity and rendering breast cancer cells more chemosensitive.", "Besides BCSC populations, NO derived from iNOS is also involved in maintaining stem-like tumor cells from gliomas, hepatocellular carcinoma, and colon cancer. In gliomas, the inhibition of iNOS decreases the glioma stem cell (GSC) cell-cycle rate, increases the expression of pan-cell-cycle inhibitor/tumor suppressor gene cell-cycle inhibitor cell division autoantigen-1 (CDA-1), and slows glioma tumor growth in a murine intracranial model. Compared with normal neural progenitors and non-GSCs, GSCs depend on iNOS activity for maintenance and tumorigenicity. Furthermore, elevated tumor expression of iNOS and decreased expression of CDA-1 is correlated with worse overall survival in human glioma patients.", "A plausible, yet unexplored explanation for why CSCs depend on iNOS function for maintenance in comparison with non-stem-like cells may be due to differential regulation of its gene expression. The NOS2 gene is differentially regulated in murine and human macrophages due to epigenetic modifications (specifically enhanced CpG methylation proximal to the gene's transcription start site in human versus murine macrophages; ref.). Though there has been no definite investigation of this concept, it is plausible that the NOS2 gene may be epigenetically silenced in non-stem cancer cells in comparison with CSCs.", "Puglisi and colleagues showed that colon CSCs with high endogenous NO production have higher tumorigenic abilities than CSCs that produce low NO fractions. Pharmacologic and genomic inhibition of iNOS significantly reduced colon CSCs tumorigenic capacity in vitro and in vivo, likely due to reduced expression of genes involved in tumor initiation and CSC maintenance (CD133, β-catenin, Bmi-1, and NF-κB p65). NOS2 knockdown in colon CSCs led to enhanced biosynthesis of alkaline phosphatase after exposure to sodium butyrate, revealing that NOS expression modulates cellular differentiation. Using a superficial colon tumor model, NOS2 knockdown blocked the growth of colon CSC-derived xenografts, suggesting that iNOS may be a potential therapeutic target in the treatment and management of colon cancer.", "The Notch signaling pathway is a highly conserved signal transduction pathway crucial for CSC maintenance, self-renewal capacity, and metastasis. Altered Notch signaling has been associated with self-renewal and metastasis in human breast and hepatocellular carcinoma (HCC) stem cells. iNOS is involved in driving the activation of Notch signaling and expression of target genes, such as Hes-1, in cancers such as cholangiocarcinoma and gliomas. An unbiased chemical screening study using a drosophila eye tumor model showed that activated PI3K signaling triggered immunosuppression and inflammation via aberrant NOS signaling, leading to enhanced Notch-mediated tumorigenesis.", "CD133+ CD24+ HCC stem cells display increased expression of iNOS, Nanog, and Sox2, are associated with a worse overall survival, and have increased tumor-forming and hepatosphere capacity relative to CD133−CD24− non–stem-like HCC cells. The enhanced expression of iNOS in liver CSCs (LCSC) promotes Notch signaling through sGC/cGMP/PKG-dependent activation of TACE/ADAM17 and upregulation of iRhom2. iRhom2 interacts with an activated form of TACE, resulting in the translocation of TACE to the cell surface, cleavage of Notch-1, Notch intracellular domain (NICD) entering the nucleus, interacting with DNA-binding protein CSL to activate transcription of Notch target genes such as HES1 and Hey1. In patients with HCC, elevated expression of iNOS, NICD, and TACE was correlated with poor prognosis.", " Table 1 summarizes the biological influence of inducible NOS and nitric oxide on cancer progression and metastasis in a range of solid tumors."], "paragraph": [" Table 2 further describes a range of preclinical studies in various solid tumors showing that iNOS-directed therapies may be effective at targeting chemoresistant CSC populations and metastasis.", "Despite many promising preclinical studies, there have been challenges contributing to the scarcity of clinical trials with NOS inhibitors. One example is that the biphasic role of NO complicates the regimen of choice for NO-based therapies, making this therapeutic strategy difficult in clinical settings. Another challenge is developing a standardized approach to decide what patients would benefit the most if NOS inhibitors were incorporated into their treatment arsenal and how would this decision be made. A set of robust, evidence-based biomarkers, such as iNOS IHC staining of tumor biopsy samples or tumor sequencing to detect RPL39 A14V/MLF2 R158W oncogenic mutations, might be needed to determine whether NOS inhibition should be considered. In human ER− breast tumors, high iNOS expression strongly correlates with increased TP53 mutation frequency. This may be mediated by NO inactivating p53 function, either via loss of DNA-binding activity or selecting for mutant TP53. Therefore, along with iNOS IHC staining, evaluating TP53 mutation status may also be worthwhile as a combined biomarker to determine whether a patient should receive a NOS inhibitor.", "Another limitation that may explain why there is a scarcity of oncology clinical trials evaluating the efficacy of NOS inhibitors is that certain animal models may not be highly predictive of outcomes in human clinical trials. This is despite efforts to match preclinical/clinical characteristics and endpoints. Differences in the inducibility and relevance of NOS2 in rodents and humans may also contribute to why preclinical studies do not completely recapitulate clinical trial outcomes. In order to have a better understanding of clinically relevant and efficacious concentrations of NOS inhibitors to work with in the preclinical setting, it is worthwhile reevaluating the relevancy of preclinical laboratory models and utilizing more sophisticated in vitro human models with multiple cell types/matrices.", "Another concern is the potential off-target effects associated with NOS inhibitors, particularly pan-NOS inhibitors such as L-NMMA. These can include hypertension and decreased cardiac output due to their inadvertent inhibition of the eNOS isoform. Cautionary tales from the negative results of the phase III TRIUMPH trial, in which L-NMMA was tested in patients with cardiogenic shock postmyocardial infarction, may have steered clinical trialists from using NOS inhibitors in other clinical settings. However, the early cessation of the TRIUMPH trial was because L-NMMA did not reduce overall mortality; however, L-NMMA was well tolerated with a safe toxicity profile. Although there are doubts about using nonselective NOS inhibitors for cardiogenic shock, repurposing its use in anticancer therapies should be considered. In a phase II clinical trial testing L-NMMA combined with taxane-based chemotherapy for chemorefractory and metastatic TNBC, no grade ≥3 toxicity was attributed to L-NMMA. The adverse events possibly attributed to L-NMMA were reported for 4/35 patients, which were pulmonary symptoms [grade 1 cough (n = 2), grade 1 dyspnea (n = 1), and grade 2 dyspnea (n = 2)]. L-NMMA-induced hypertension can be well managed with antihypertensive medications, such as amlodipine. Further progress on appropriately utilizing NOS inhibitors in the clinical setting of oncology is still needed and should be seriously considered."], "The Influence of NO on EMT": ["EMT is a cellular process in which an epithelial cell with apical–basal polarity undergoes multiple biochemical changes to transition into a quasi-mesenchymal cell state. These mesenchymal-like cells have enhanced invasiveness, migratory capacity, resistance to apoptosis, stem-like features and produce extracellular matrix components. NO's influence on pro-and antimigratory properties of tumor cells mediated by EMT depends on NO concentration. Typically, elevated NO concentrations (500–2,000 nmol/L) repress EMT transcriptional programming, whereas intermediate-to-low NO concentrations (<500 nmol/L) are associated with cancer progression and invasiveness via enhanced EMT function. A high flux of NO prevents NF-κB activity by either S-nitrosation of the p50 subunit of NF-κB, reducing DNA-binding activity, or by inhibition of phosphorylation and dissociation of IκBα. Snail, a key EMT transcription factor, is transcriptionally induced by NF-κB but inhibited by E-cadherin and metastasis-suppressor Raf-1 kinase inhibitor protein (RKIP; ref.). In human metastatic prostate cancer cell lines treated with supraphysiological concentrations of NO via NO donor DETA NONOate, there was a reduction in Snail expression, upregulation of E-cadherin and RKIP, and a reversal of mesenchymal phenotype and cell invasive properties. In an alveolar epithelial cell model that recapitulates features of human interstitial lung disease (idiopathic pulmonary fibrosis and bronchopulmonary dysplasia), exogenous NO reduces EMT (reduced collagen I and alpha-smooth muscle actin expression). In contrast, treatment with L-NAME (pan-NOS inhibitor) causes a spontaneous increase in EMT.", "The promigratory properties associated with NO signaling have also been reported in other studies. NO regulates EMT programming via modulating the expression of TGFβ, a critical inducer of EMT. In different cellular contexts, enhanced TGFβ expression correlates with increased iNOS expression, but it can also repress iNOS expression by activating the repressor complex TCF11/MafG. In an ER− breast cancer cell line (MDA-MB-468), NO treatment via DETA NONOate at intermediate flux concentrations (300–500 nmol/L) reduced cellular adhesion, increased cellular proliferation, enhanced chemoresistance, reduced expression of E-cadherin, and enhanced expression of vimentin, cyclooxygenase-2 (COX2), and PGE2 relative to control. Another study supported these findings by showing that selective pharmacologic and siRNA-based inhibition of iNOS in TNBC breast cancer cell lines (MDA-MB-231 and SUM159) leads to decreased cellular migration and reduced protein expression of EMT transcription factors (Snail, Slug, Twist1, and Zeb1; ref.). In TNBC cells, NOS inhibition represses EMT and cellular migration by impairing pathways that induce EMT, such as ER stress (IRE1α/XBP1 axis) and the TGFβ–ATF4–ATF3 axis.", "Other than targeting TGFβ and ER stress pathways, NO can also induce EMT via the induction of EGFR-dependent ERK phosphorylation. In human TNBC cell lines, NO-mediated activation of ERK signaling may be associated with enhanced cell migration/invasion, CSC maintenance, and EMT programming. Furthermore, in a prostate cancer model, chronic selection of normal prostate epithelial RWPE-1 cells with DETA/NO led to a loss of E-cadherin and increased expression of vimentin, coupled with increased migratory and invasive phenotype, and increased proliferative capacity under serum-free conditions. This finding indicates that chronic NO exposure can lead to the acquisition of a protumorigenic phenotype in the prostate. These findings were further recapitulated in prostate cancer cells PC3 and DU145, thereby increasing further their invasive potential.", "Lui and colleagues evaluated the influence of iNOS in human intrahepatic cholangiocarcinoma (ICC) because ICC is often associated with diseases of chronic inflammation, including primary sclerosing cholangitis, hepatitis B/C viral infections, and alcohol abuse. The expression of iNOS was predominantly elevated in human ICC tissues compared with adjacent normal biliary tissue and was strongly associated with metastasis and poor differentiation. In ICC cell lines QBC939 and ICC9810, iNOS inhibition with 1400W small-molecule inhibitor resulted in decreased cellular invasion and migration, suggesting that iNOS partly facilitates ICC metastatic capacity. siRNA knockdown of NOS2 in ICC cell lines leads to decreased mRNA expression of MMP9, MMP2, and PPMI1D, genes involved in tumorigenicity and metastasis. Overall, these studies emphasize the nuanced and concentration-dependent complexity of the influence of NO on EMT and migratory capacity.", "A preventable risk factor associated with EMT, migratory capacity, and maintenance of CSC populations is obesity. In a study using murine models of claudin-low and basal-like breast cancer, dietary energy balance [calorie-restriction or diet-induced obesity (DIO)] differentially modulated EMT and tumor progression. DIO promoted tumor progression and EMT, as evidenced by enhanced expression of N-cadherin, fibronectin, and decreased expression of E-cadherin in mammary tumors. In both claudin-low and basal-like tumor models, DIO promoted the expression of EMT and tumor-initiating cell (TIC) genes, such as TGFβ, Snail, FOXC2, and Oct4, which are modulated by obesity-related growth factors. In murine syngeneic models of TNBC, high-fat-diet treatment is associated with enhanced tumoral hypoxia, neutrophil infiltration, decreased vascularity, EMT programming, and retention of tumor-initiating CSCs relative to mice treated with regular diet. These findings suggest that obesity-associated factors (that have yet to be identified) may be critically involved in promoting an aggressive TNBC phenotype in patients with obesity. Furthermore, fatty tissue inflammation associated with obesity results in the production of critical inflammatory modulators, such as COX2, prostaglandins (PG), and NO. These eicosanoids and inflammatory modulators are crucial for the development and growth of breast cancers, either via the production of aromatase for estrogen-dependent breast cancers or directly promoting an aggressive phenotype in estrogen-independent breast cancers [via NO and Prostaglandin E2 (PGE2) production; refs. ].", "Despite many studies implicating obesity as a preventable risk factor associated with enhanced metastatic capacity and EMT, the obesity-associated factors responsible for this tumor phenotype are relatively unknown. Recently, NO has been implicated as a molecule that may explain the connection between obesity, diet, and metastasis."], "Obesity-Associated iNOS and Metastasis": ["Obesity, defined as a body mass index (BMI) of ≥30 kg/m2, is a chronic disease and a growing public health concern, with adult obesity rates tripling since 1975 and continuing to rise worldwide. About one-third of the US population is obese, and an additional one-third is overweight, requiring $190 billion in healthcare expenditures. The link between obesity and cancer, particularly its influence on metastasis, has not been delineated. According to the International Agency for Research on Cancer (IARC), excess body fat was linked to 13 cancers, such as postmenopausal breast cancer. The current approach of utilizing BMI as a surrogate marker in relation to cancer risk may not completely capture the complexities associated with adipose TME and tumorigenesis. Instead, a better marker would be evaluating the quality of adipose tissue, particularly in response to body-weight gain or metabolic obesity. In metabolic obesity, adipocytes typically undergo hypertrophy/hyperplasia, increasing the demand for vascular supply. As the demand decreases, regions of fatty tissue become hypoxic, resulting in adipocyte stress/death and release of damage-associated molecular patterns (DAMP) into the environment. DAMPs (such as free fatty acids, lipid metabolites, thioredoxin-interacting protein, s100 proteins, nucleic acids, cholesterol, and ATP) trigger an innate immune response (composed of dendritic cells, macrophages, and granulocytes), the formation of crown-like structures, and proinflammatory responses. These proinflammatory responses include the accumulation of proinflammatory molecules (TNFα, IFNγ, IL6, IL1β, and iNOS) and proinflammatory cells (granulocytes, B cells, and CD8+ T cells), resulting in a chronic inflammatory response. This obesity-associated chronic proinflammatory response enhances vascular inflammation and permeability, leading to cancer cell dissemination.", "In mouse models, obesity can lead to increased lung neutrophilia associated with experimental and spontaneous breast cancer metastasis to the lung in a neutrophil-dependent manner. This is likely due to an impairment in vascular integrity through loss of endothelial adhesions through obesity-induced lung neutrophils, resulting in cancer cell extravasation to the lung. McDowell and colleagues found that relative to neutrophils from lean mice, neutrophils from obese mice expressed genes related to reactive oxygen species (ROS), such as NOS2, and had low expression of genes essential for antioxidant activity as CAT. Specifically, neutrophil-produced reactive oxygen and nitrogen species, such as NO, increased the formation of neutrophil extracellular traps (NETosis), which weakened vascular integrity. Deleting NOS2 in diet-induced obese mice with breast cancer leads to an increase in JAM1+ vessels, reduced vascular permeability, and breast cancer extravasation. These findings suggest that obesity is associated with oxidative stress markers, such as NOS2 and NETosis, during lung metastases. Therefore, targeting these pathways with lifestyle modifications and NOS inhibitors may decrease metastatic risk in patients with obesity."], "NOS Targeted Therapy Combined with Radiotherapy": ["There are a few preclinical studies that evaluated the benefit of combining NOS-targeted therapies with radiotherapy that are relevant to our discussion. Pereira and colleagues found that in a murine pancreatic adenocarcinoma (PDAC) model, radiotherapy leads to increased production of NO from cancer-associated fibroblasts, resulting in enhanced iNOS/NO signaling from PDAC tumor cells via NF-κB activation, and increased production of proinflammatory cytokines. Pharmacologic inhibition of NOS with the small-molecule inhibitor 1400W augmented therapeutic response to radiotherapy and decreased PDAC orthotopic tumor growth. Comparable findings were found in a preclinical study using a murine human head and neck squamous cell carcinoma (HNSCC) model. In HNSCC syngeneic murine model, treatment with immunomodulatory agents cyclophosphamide (CTX) + iNOS inhibitor L-n6-(1-iminoethyl)-lysine (L-NIL) improved the efficacy of chemoradiotherapy (cisplatin + fractionated tumor-directed radiation, CRT) by remodeling the tumor myeloid immune microenvironment. These findings in PDAC and HNSCC models suggest that inhibiting the immunosuppressive enzyme iNOS may be critical to remodel the tumor microenvironment and augment the efficacy of chemoradiotherapy."], "Prospects and Challenges for Clinical Translation of NOS-Targeted Therapy in Oncology": ["The findings from promising preclinical studies have spurred interest in the clinical translational of NOS-targeted therapies for various cancers (Tables 1 and 2). There are no NOS-based targeted therapies approved by the FDA. However, a few ongoing clinical trials have evaluated whether NOS inhibition via L-NMMA can boost the efficacy of taxane-based chemotherapies and immunotherapies and assess its influence on the TME (Table 3). For example, a first-in-class phase I/II clinical trial was conducted at Houston Methodist Hospital. L-NMMA combined with taxane-based chemotherapy was tested in patients with chemorefractory, locally advanced breast cancer (LABC) and metastatic TNBC. The study found an overall response rate of 45.5%: 81.8% (9/11) for patients with LABC, 15.4% (2/13) for patients with metastatic TNBC, and three patients with LABC had a pathologic complete response at surgery (27.3%). Remodeling of the tumor immune microenvironment was found in patients who responded to the combined therapy. These findings shed light on the importance of exploring the role of iNOS inhibition in remodeling the TME and augmenting the efficacy of systemic therapies in multiple cancer types."]}, "FIG": {"fig_caption": ["Concentration-dependent influence of NO for cancer therapy and cellular signaling. A, Intermediate–low concentrations of NO can support tumor growth and angiogenesis and have cytoprotective effects. Inhibition of NO can be of safe therapeutic benefit by sensitizing tumor cells to standard anticancer therapies. High concentrations of NO can be cytostatic/cytotoxic. Therapeutic administration of NO at sufficiently high concentrations can have anticancer effects and potentiate the efficacy of anticancer chemo/radiotherapy. Inhibition of NO as an anticancer therapeutic has shown clinical benefit in cancers, such as chemorefractory TNBC, with minimal side effects. B, Different levels of intracellular NO released from various NOS isoforms can alter signaling pathways involved in cellular proliferation, CSC maintenance, metastasis, and cell-cycle arrest/apoptosis. sGC, soluble guanylate cyclase; ERK, extracellular signaling-regulated kinase; PI3K, phosphoinositide 3-kinase; HIF, hypoxia-inducible factor; EGFR, epidermal growth factor receptor; COX, cyclooxygenase. (Adapted from an image created with BioRender.com.)", "Figure 1. Concentration-dependent influence of NO for cancer therapy and cellular signaling. A, Intermediate–low concentrations of NO can support tumor growth, angiogenesis, and have cytoprotective effects. Inhibition of NO can be of safe therapeutic benefit by sensitizing tumor cells to standard anticancer therapies. High concentrations of NO can be cytostatic/cytotoxic. Therapeutic administration of NO at sufficiently high concentrations can have anticancer effects and potentiate the efficacy of anticancer chemo/radiotherapy. Inhibition of NO as an anticancer therapeutic has shown clinical benefit in cancers, such as chemorefractory TNBC, with minimal side effects. B, Different levels of intracellular NO released from various NOS isoform can alter signaling pathways involved in cellular proliferation, CSC maintenance, metastasis, and cell-cycle arrest/apoptosis. sGC, soluble guanylate cyclase; ERK, extracellular signaling-regulated kinase; PI3K, phosphoinositide 3-kinase; HIF, hypoxia-inducible factor; EGFR, epidermal growth factor receptor; COX, cyclooxygenase. (Adapted from an image created with Biorender.com.)", "Hallmarks of the influence of NO in the TME. NO derived from iNOS/eNOS at intermediate concentrations within the TME (50–300 nmol/L) is involved in (1) maintaining chemoresistant CSCs with tumor-initiating potential, (2) promoting EMT, (3) activating factors crucial for cancer cell invasion and metastasis, (4) promoting molecular events crucial for cell proliferation/survival, (5) inducing angiogenesis, and (6) modulating immune responses (protumoral and immunosuppressive events). NO, nitric oxide; iNOS, inducible nitric oxide synthase; EMT, epithelial-to-mesenchymal transition; MET, mesenchymal-to-epithelial transition; NET, neutrophil extracellular traps; MMP, matrix metalloproteinase; TIMP1, tissue inhibitor of metalloproteinase; TME, tumor microenvironment; VEGF, vascular endothelial growth factor; Mo-MDSC, monocytic myeloid-derived suppressor cells; G-MDSC, granulocyte-like myeloid-derived suppressor cells; eNOS, endothelial nitric oxide synthase; CCL2, C–C motif chemokine ligand 2; SNO, S-nitrosothiol. (Adapted from an image created with BioRender.com.)", "Figure 2. Hallmarks of the influence of NO in the TME. NO derived from iNOS/eNOS at intermediate concentrations within the TME (50–300 nmol/L) is involved in (1) maintaining chemoresistant CSCs with tumor-initiating potential, (2) promoting EMT, (3) activating factors crucial for cancer cell invasion and metastasis, (4) promoting molecular events crucial for cell proliferation/survival, (5) inducing angiogenesis, and (6) modulating immune responses (protumoral and immunosuppressive events). NO, nitric oxide; iNOS, inducible nitric oxide synthase; EMT, epithelial-to-mesenchymal transition; MET, mesenchymal-to-epithelial transition; NET, neutrophil extracellular traps; MMP, matrix metalloproteinase; TIMP1, tissue inhibitor of metalloproteinase; TME, tumor microenvironment; VEGF, vascular endothelial growth factor; Mo-MDSC, monocytic myeloid-derived suppressor cells; G-MDSC, granulocyte-like myeloid-derived suppressor cells; eNOS, endothelial nitric oxide synthase; CCL2, C–C motif chemokine ligand 2; SNO, S-nitrosothiol. (Adapted from an image created with Biorender.com.)."]}, "TABLE": {"table_caption": ["Biological role of NOS in cancer progression and metastasis.", "Cancer type\tBiological role\t \tTriple-negative breast cancer (TNBC)\tThe novel cancer gene ribosomal protein L39 (RPL39) is responsible for stem cell self-renewal, treatment resistance, and lung metastases in TNBC. Mechanistically, RPL39 increases iNOS-mediated NO production.The RPL39 A14V mutation is an early predictor of early distant metastatic relapse to the lung and worse overall survival in TNBC.In human ER− breast tumors, high iNOS expression strongly correlates with increased TP53 mutation frequency. NO may be inactivating p53 function, either via loss of DNA-binding activity or selecting for mutant TP53.iNOS function may be critical in maintaining EMT and self-renewal capacity in TNBC \t \tMetaplastic breast cancer (MpBC)\tElevated RPL39 and iNOS expression are indicators of poor overall survival in MpBC.RPL39 mediates its cancer-promoting activities via iNOS signaling, which is driven by RNA editing enzyme adenosine deaminase.The RPL39 A14V mutation associated with enhanced iNOS expression and higher metastatic capacity was found in 39/40 (97.5%) human MpBC tumors.\t \tMelanoma\tProtein expression of iNOS was found in approximately 60% of tumor cells of advanced melanoma and significantly associated with a poor prognosis.In human melanoma cell models, iNOS-derived NO can S-nitrosylate phosphatase and tensin homolog (PTEN) protein, thereby attenuating PTEN phosphatase activity and stimulating PI3K/Akt signaling.iNOS derived from melanoma tumors may recruit and induce functional myeloid-derived suppressor cells (MDSC) by modulating VEGF secretion and upregulating expression of STAT3 and ROS.\t \tPancreatic adenocarcinoma (PDAC)\tPancreatic tumors typically harbor elevated expression of iNOS relative to normal pancreatic tissue.Pancreatic orthotopic implantation of PDAC cells that express low levels of iNOS leads to the formation of pancreatic tumors with liver metastases and ascites formation-–an effect not seen from orthotopic implantation of PDAC cells that express high levels of iNOS.In PDAC, cancer-associated fibroblasts express high amounts of iNOS that can contribute to the chemo- and radioresistance, by enhanced iNOS/NO signaling from tumor cells.\t \tHead and neck squamous cell carcinoma\tIn HNSCC, MDSCs are known drivers of immunosuppression, and their enzymes arginase-1 and iNOS are critical drivers of immunosuppression by inactivating effector T cells.p53-Mutated human HNSCC tumors have higher activity of iNOS/cGMP and COX2 expression compared with wild-type p53 tumors, suggesting that TP53 mutation status/function may influence iNOS/COX2 upregulation in HNSCC.\t \tHepatocellular carcinoma (HCC)\tCD24+CD133+ LCSCs express higher levels of iNOS and possess self-renewal and tumor growth properties compared with non-LCSCs (CD24−CD133−; ref. 48).In HCC, iNOS is associated with a more aggressive phenotype with an associated upregulation of Notch1 signaling.In LCSC from HCC tumors, iNOS/NO induces an upregulation of Notch1, which is dependent on cGMP/PKG-mediated activation of TACE and upregulation of iRhom-2 (48).\t \tIntrahepatic cholangiocarcinoma\tThe expression of iNOS is predominantly elevated in human ICC tissues compared with adjacent normal biliary tissue and is strongly associated with metastasis and poor differentiation.Higher iNOS expression was predominately found in poorly differentiated human ICC tumors and metastatic tissues.\t \tGastric cancer\tiNOS can induce the expression of VEGF in gastric cancers, and expression of both genes leads to enhanced angiogenesis.A meta-analysis by Liao and colleagues found that high expression of iNOS is associated with a poor overall survival in gastric cancers.The expression of iNOS in gastric cancer is associated with poor differentiation, worse clinical stage, and increased likelihood of lymph node metastases.\t \tOral squamous cell carcinoma (SCC)\tiNOS mRNA expression and NO production are increased in human oral SCC tissues relative to normal oral epithelium and dysplastic tissue.Yang and colleagues found that tissue expression of iNOS and p53 is significantly correlated with tumor stage and pathologic grade of oral SCC, but there is no correlation with lymph node metastasis. The OSCC survival rate was negatively associated with survival rate.\t \tGlioblastoma\tGSCs can be distinguished from non-GSC and normal neural progenitors because GSCs depend on NOS2 activity for growth and tumorigenicity.Elevated iNOS expression correlates with decreased overall survival in human glioma patients.\t \t", "Preclinical studies utilizing iNOS inhibitors as anticancer therapeutic.", "Drug\tTarget\tCancer type\tModels used in the study\tResults\tReference\t \tL-NMMA\tPan-NOS\tTNBC\tTNBC cell lines (SUM159PT, MDAMB436, MDAMB486) and PDX models (BCM-4664, BCM-2147, BCM-3107, BCM-5998, HM-3818)\tL-NMMA combined with docetaxel enhanced apoptosis of TNBC cells. Combining docetaxel and L-NMMA significantly decreased tumor volume and improved overall survival.The potential mechanism of action of this drug combination is increased ER stress by coactivation of ATF4 and CHOP, triggering the ASK/JNK proapoptotic pathway, leading to cleavage of caspase-3 and -9.\t\t \tL-NMMA 1400W\tiNOS (1400W)and Pan-NOS (L-NMMA)\tTNBC\tTNBC cell lines (SUM159 and MDA-MB-231)\tSelective iNOS (1400W) and pan-NOS (L-NMMA) inhibitors decreased cell proliferation, migration, CSC self-renewal capacity, and reversed EMT.iNOS inhibition reduced the number of lung metastases and tumor initiation and augmented the efficacy of taxane chemotherapy.\t\t \tL-NMMA\tPan-NOS\tMpBC\tMpBC cell lines (Hs578T and BT549) and PDX models (BCM-4664 and BCM-3807)\tThe ribosomal protein L39 and its gain-of-function mutation (RPL39 A14V) were found in 39/40 MpBC tumor samples.RPL39 oncogenic function was mediated through inducible NOS; high expression of RPL39 and iNOS is associated with poor overall survival in MpBC patients.NOS inhibition decreased in vitro invasion and migration, tumor growth in MpBC PDX models, and decreased in vitro/in vivo chemoresistance.\t\t \t1400W\tiNOS\tPDAC\tHuman PDAC cell lines (SUIT-2, CAPAN-2, MIA PaCa-2, and BxPC-3) and murine PDAC cell lines (FC1245 and FC1245luc+)\tRadiotherapy (RT) enhanced the expression of iNOS from PDAC tumors and activated cancer-associated fibroblasts to express iNOS, release NO, and produce inflammatory cytokines via activation of NF-κB.Pharmacologic inhibition of iNOS enhanced the therapeutic response of PDAC tumors to RT.\t\t \tL-nil\tiNOS\tMelanoma\tHuman melanoma cell lines (mel624 and mel528, A375) and human colon cell line (WiDR)\tL-nil treatment suppressed the growth of melanoma tumors and extended overall survival in an immunodeficient mouse xenograft model.L-nil inhibited the formation of intratumoral nitrotyrosine, decreased tumor microvessel density, downregulated Bcl-2 expression, and induced intratumoral apoptosis in vivo.L-nil augmented the efficacy of cisplatin in reducing melanoma tumor volume.\t\t \t1400W\tiNOS\tICC\tHuman ICC cell lines (QBC-939, ICC-9810, and SSP-25), normal human biliary epithelial cell line (HIBEpic), human ICC tumor samples, and noncancerous human tissue samples\tiNOS mRNA and protein expression were increased in human ICC tumors and positively associated with complicated bile duct stone formation, expression of matrix metalloproteases (MMPs), poor tissue differentiation, and expression of Wip1.iNOS knockdown and pharmacologic inhibition suppressed cell proliferation, invasion, and migration; induced G0–G1 cell-cycle arrest and apoptosis; and reduced expression of Wip1, MMP2, and MMP9.\t\t \t1400W shRNA\tiNOS\tHCC\tHuman HCC cell lines (PLC/PRF/5, MHCC-97H, and SNU-398)\tiNOS expression was higher in LCSCs (CD24+CD133+) than in non-LCSCs (CD24−CD133−).iNOS inhibition impairs LCSC tumor initiation and self-renewal capacity in vitro and in vivo.In HCC, iNOS/NO induced Notch1 signaling via soluble guanylyl cyclase-dependent activation of TACE/ADAM17 and upregulation of iRhom2 in LCSCs.\t\t \tL-nil\tiNOS\tHuman papillomavirus (HPV)-associated HNSCC\tMurine oral SCC cell lines (MOC2), mouse tonsil epithelial cell lines (mEER cell line expressing HPV16, E6, E7, and hRas)\tCombination treatment of chemoradiotherapy (CRT), L-nil, and cyclophosphamide (CTX) remodeled the tumor myeloid microenvironment, including the recruitment of antitumor immune cells and decrease in immunosuppressive granulocytic MDSCs.CTX+L-nil immunomodulation significantly improved CRT efficacy by rejecting 21% of established tumors in a CD8-dependent manner.\t\t \tL-nil\tiNOS\tMelanoma\tC57BL/6 iNOS−/− (B6.129P2-Nos2tm1Lau/J), C57BL/6 Foxp3tm1Flv/J, and Rag−/− (B6.129S7-Rag1tmMom/J) murine models, mouse melanoma tumor cell line (MT-RET-1)\tiNOS inhibition or knockout suppressed intratumoral MDSC recruitment, but systemic and intratumoral FOXP3+ Treg levels were elevated in tumor-bearing mice.iNOS expression in CD4+ T cells suppresses Treg induction by inhibiting TGFβ1 production.Combination treatment of L-nil and CTX inhibited MDSC and Treg, enhanced tumor-infiltrating CD8+ T-cell levels, and arrested tumor growth.\t\t \tL-nil\tiNOS\tMelanoma\tC57BL/6 iNOS−/− (B6.129P2-Nos2tm1Lau/J), C57BL/6 Foxp3tm1Flv/J, and Rag−/− (B6.129S7-Rag1tmMom/J) murine models, mouse melanoma tumor cell line (MT-RET-1)\tiNOS inhibition abolished the suppressive functions of STAT3/reactive oxygen species-expressing MDSCs.iNOS inhibition enhanced the intratumoral accumulation of CD4+/CD8+ T cells and decreases tumor growth relative to vehicle control.iNOS derived from melanoma tumors may recruit and induce functional MDSCs by modulating VEGF secretion and upregulating the expression of STAT3 and ROS.\t\t \tAminoguanidine (AG)\tiNOS\tGastric cancer\tMurine gastric cancer cell line (MFC)\tCombining AG and mitomycin treatment reduced cell proliferation, microvessel density, iNOS, and VEGF expression in gastric cancer tumors.\t\t \tDehydroandrographolide (DA)\tiNOS\tOral squamous cell carcinoma\tHuman oral cancer cell lines (SAS and OECM-1)\tDA suppressed tumor growth of SAS oral cancer xenograft tumors relative to vehicle control treatment.DA induced cancer cell death by activating autophagy.DA treatment in oral cancer cells leads to enhanced expression of LC3-II, reduced p53 expression, activated JNK signaling, and inhibition of Akt and p38 signaling.\t\t \t1400W\tiNOS\tGlioblastoma\tGlioma cell lines (GL261, 9L, and T4121)\tA multicomponent nanoparticle called Fe@MSN, containing a mesoporous silica shell and iron oxide core, was developed and loaded with 1400W.Fibronectin-targeting ligands directed the nanoparticles to perivascular areas of GBM, and external radiofrequency triggers drug release across the blood–brain barrier.1400W-loaded Fe@MSN nanoparticles disrupted brain TIC populations in hypoxic regions, suppressed tumor growth, and increased survival in glioma cell line xenograft models.\t\t \t", "NOS inhibition as a cancer therapeutic in clinical trials.", "Drug\tCondition\tIntervention\tStatus\tResults\tNCT number\t \tL-NMMA\tMelanoma, non–small cell lung cancer (NSCLC), HNSCC, classic Hodgkin lymphoma (cHL), urothelial carcinoma, cervical cancer, esophageal cancer, gastric cancer, HCC, Merkel cell carcinoma, primary mediastinal large B-cell lymphoma, renal cell carcinoma, small cell lung cancer, microsatellite instability-high (MSI-H)/mismatch-repair–deficient (dMMR) cancer or for the treatment of adult patients with unresectable or metastatic tumor mutational burden-high solid tumors\tPan-NOS inhibitor L-NMMA combined with anti–PD-1 humanized antibody pembrolizumab\tPhase Ib\t—\tNCT03236935\t \tL-NMMA\tEarly-stage triple-negative breast cancer\tAdding IL12 (gene therapy) and L-NMMA to pembrolizumab + docetaxel treatment\tPhase II\t\tNCT04095689\t \tL-NMMA\tRefractory locally advanced or metastatic triple-negative breast cancer\tL-NMMA combined with taxane chemotherapy\tPhase Ib/II: completed Phase 3: ongoing\tOverall response rate was 45.8%: 81.8% (9/11) in patients with LABC and 15.4% (2/13) for patients with metastatic TNBC.Three patients with LABC had a pathologic complete response.Grade ≥3 adverse events were noted in 21% of patients; no adverse events were attributed to NOS inhibition.Chemotherapy responders exhibited decreased arginase expression (a marker of protumor N2 neutrophils) in tumor biopsies and increased CD15+ neutrophils in the blood.Nonresponders showed elevated expression of markers associated with M2 polarization and increased expression of IL6 and IL10 cytokines.\tNCT02834403 \t \t"]}, "CONCL": {"Conclusions": ["There is still a crucial need to develop and test therapies that can impair metastatic processes and target chemoresistant, tumor-initiating CSCs. Here, we reviewed the roles of NO as a critical molecule in regulating metastasis via PTMs, altering EMT programming, maintaining CSC populations, and driving obesity-associated metastasis. We also highlighted vital preclinical studies revealing that NOS inhibition can augment the efficacy of chemo/radiotherapy and immunotherapy in various solid tumors. Although a few emerging clinical trials evaluate NOS inhibitors as anticancer interventions, a more detailed understanding of NOS's biphasic role in tumor progression and standardized approaches to decide which patients with cancer would benefit the most from this therapeutic is necessary."]}, "COMP_INT": {"Authors' Disclosures": ["S.A. Glynn reports grants from Science Foundation Ireland during the conduct of the study. T.R. Billiar reports a patent for human NOS2 cDNA and recombinant protein issued. J.C. Chang reports a patent for methods for treating cancer using iNOS-inhibitory compositions issued. No disclosures were reported by the other authors."]}, "REF": {"References": ["Are 90% of deaths from cancer caused by metastases?", "Tumor microenvironment complexity and therapeutic implications at a glance", "Inverse correlation between expression of inducible nitric oxide synthase activity and production of metastasis in K-1735 murine melanoma cells", "Transfection with the inducible nitric oxide synthase gene suppresses tumorigenicity and abrogates metastasis by K-1735 murine melanoma cells", "Activation of nitric oxide synthase gene for inhibition of cancer metastasis", "Inhibition of nitric oxide synthase induces a selective reduction in tumor blood flow that is reversible with L-arginine", "Role of nitric oxide in genotoxicity: implication for carcinogenesis", "Nitric oxide, prostanoids, cyclooxygenase, and angiogenesis in colon and breast cancer", "The role of nitric oxide in tumour progression", "Heme proteins and nitric oxide (NO): the neglected, eloquent chemistry in NO redox signaling and regulation", "Inducible nitric oxide synthase: regulation, structure, and inhibition", "Signaling and stress: the redox landscape in NOS2 biology", "The ferrous-dioxy complex of neuronal nitric oxide synthase: divergent effects of L-arginine and tetrahydrobiopterin on its stability", "Protein interactions with nitric oxide synthases: controlling the right time, the right place, and the right amount of nitric oxide", "Regulation of the expression of inducible nitric oxide synthase", "Tumor microenvironment-based feed-forward regulation of NOS2 in breast cancer progression", "Redox signaling: nitrosylation and related target interactions of nitric oxide", "nNOS and eNOS modulate cGMP formation and vascular response in contracting fast-twitch skeletal muscle", "Nitric oxide-cyclic GMP pathway with some emphasis on cavernosal contractility", "S-nitrosothiols and the bioregulatory actions of nitrogen oxides through reactions with thiol groups", "Mechanisms of inducible nitric oxide synthase-mediated vascular dysfunction", "Nitric oxide modulates metabolic processes in the tumor immune microenvironment", "The biphasic nature of nitric oxide responses in tumor biology", "The chemistry of nitrosative stress induced by nitric oxide and reactive nitrogen oxide species: putting perspective on stressful biological situations", "Molecular mechanisms of nitric oxide in cancer progression, signal transduction, and metabolism", "Gasotransmitters in cancer: from pathophysiology to experimental therapy", "Nitric oxide synthase in innate and adaptive immunity: an update", "Molecular cloning and expression of inducible nitric oxide synthase from human hepatocytes", "Nitric oxide involvement in tumor-induced immunosuppression", "Targets and regulation of (de)nitrosylation in malignancy", "The dual role of iNOS in cancer", "Thioredoxin and cancer: a role for thioredoxin in all states of tumor oxygenation", "S-Nitrosylation in tumor microenvironment", "S-nitrosylated and non-nitrosylated COX2 have differential expression and distinct subcellular localization in normal and breast cancer tissue", "Ets-1 is a transcriptional mediator of oncogenic nitric oxide signaling in estrogen receptor-negative breast cancer", "S-nitrosylation at cysteine 498 of c-Src tyrosine kinase regulates nitric oxide-mediated cell invasion", "S-nitrosylation of EGFR and Src activates an oncogenic signaling network in human basal-like breast cancer", "Regulation of ezrin tension by S-nitrosylation mediates non-small cell lung cancer invasion and metastasis", "S-nitrosylation of Ras in breast cancer", "Nitric oxide synthase and breast cancer: role of TIMP-1 in NO-mediated Akt activation", "Inducible nitric oxide synthase drives mTOR pathway activation and proliferation of human melanoma by reversible nitrosylation of TSC2", "iNOS associates with poor survival in melanoma: a role for nitric oxide in the PI3K-AKT pathway stimulation and PTEN S-nitrosylation", "Expression of the membrane-cytoskeletal linker Ezrin in salivary gland adenoid cystic carcinoma", "Glioma stem cell proliferation and tumor growth are promoted by nitric oxide synthase-2", "Relevance of iNOS expression in tumor growth and maintenance of cancer stem cells in a bladder cancer model", "Nitric oxide promotes cancer cell dedifferentiation by disrupting an Oct4:caveolin-1 complex: a new regulatory mechanism for cancer stem cell formation", "Inhibition of iNOS as a novel effective targeted therapy against triple-negative breast cancer", "iNOS promotes CD24(+)CD133(+) liver cancer stem cell phenotype through a TACE/ADAM17-dependent Notch signaling pathway", "Cancer stem cells", "Cancer stem cells: role in tumor growth, recurrence, metastasis, and treatment resistance", "Cancer stem cells: the promise and the potential", "Pharmacological inhibition of NOS activates ASK1/JNK pathway augmenting docetaxel-mediated apoptosis in triple-negative breast cancer", "Role of RPL39 in metaplastic breast cancer", "A phase 1/2 clinical trial of the nitric oxide synthase inhibitor L-NMMA and taxane for treating chemoresistant triple-negative breast cancer", "Residual breast cancers after conventional therapy display mesenchymal as well as tumor-initiating features", "Intrinsic resistance of tumorigenic breast cancer cells to chemotherapy", "Targeting RPL39 and MLF2 reduces tumor initiation and metastasis in breast cancer by inhibiting nitric oxide synthase signaling", "Hypoxia regulates CD44 and its variant isoforms through HIF-1α in triple-negative breast cancer", "Hypoxia-inducible factor-1alpha is a key regulator of metastasis in a transgenic model of cancer initiation and progression", "The role of hypoxia in the tumor microenvironment and development of cancer stem cell: a novel approach to developing treatment", "Hypoxia-inducible factors regulate tumorigenic capacity of glioma stem cells", "Regulation of hypoxia-inducible factor-1alpha by nitric oxide through mitochondria-dependent and -independent pathways", "Hypoxic inducible factor 1alpha, extracellular signal-regulated kinase, and p53 are regulated by distinct threshold concentrations of nitric oxide", "High nitric oxide production, secondary to inducible nitric oxide synthase expression, is essential for regulation of the tumour-initiating properties of colon cancer stem cells", "Epigenetic silencing of the human NOS2 gene: rethinking the role of nitric oxide in human macrophage inflammatory responses", "Targeting Notch, Hedgehog, and Wnt pathways in cancer stem cells: clinical update", "Aberrant activation of notch signaling in human breast cancer", "Regulation of breast cancer stem cell activity by signaling through the Notch4 receptor", "C8orf4 negatively regulates self-renewal of liver cancer stem cells via suppression of NOTCH2 signalling", "Perivascular nitric oxide activates notch signaling and promotes stem-like character in PDGF-induced glioma cells", "Inducible nitric oxide synthase up-regulates Notch-1 in mouse cholangiocytes: implications for carcinogenesis", "PI3K/akt cooperates with oncogenic notch by inducing nitric oxide-dependent inflammation", "New insights into the mechanisms of epithelial-mesenchymal transition and implications for cancer", "The basics of epithelial-mesenchymal transition", "The role of nitric oxide in cancer: master regulator or not?", "Activation of NF-kappaB by Akt upregulates Snail expression and induces epithelium mesenchyme transition", "Mechanisms of nitric oxide-mediated inhibition of EMT in cancer: inhibition of the metastasis-inducer Snail and induction of the metastasis-suppressor RKIP", "Nitric oxide attenuates epithelial-mesenchymal transition in alveolar epithelial cells", "TGF-beta-induced epithelial to mesenchymal transition", "Adenovirus-mediated interferon-beta gene therapy suppresses growth and metastasis of human prostate cancer in nude mice", "Negative regulation of inducible nitric-oxide synthase expression mediated through transforming growth factor-beta-dependent modulation of transcription factor TCF11", "Overexpression of transforming growth factor-beta1 correlates with increased synthesis of nitric oxide synthase in varicose veins", "Impact of inducible nitric oxide synthase (iNOS) expression on triple negative breast cancer outcome and activation of EGFR and ERK signaling pathways", "MEK inhibitor selumetinib (AZD6244; ARRY-142886) prevents lung metastasis in a triple-negative breast cancer xenograft model", "Chronic nitric oxide exposure induces prostate cell carcinogenesis, involving genetic instability and a pro-tumorigenic secretory phenotype", "iNOS is associated with tumorigenicity as an independent prognosticator in human intrahepatic cholangiocarcinoma", "Dietary energy balance modulates epithelial-to-mesenchymal transition and tumor progression in murine claudin-low and basal-like mammary tumor models", "Elevated expression of transforming growth factor-beta in adipose tissue from obese mice", "Ob/ob serum promotes a mesenchymal cell phenotype in B16BL6 melanoma cells", "Genes involved in the immediate early response and epithelial-mesenchymal transition are regulated by adipocytokines in the female reproductive tract", "Obesity promotes the expansion of metastasis-initiating cells in breast cancer", "The obesity-inflammation-eicosanoid axis in breast cancer", "Understanding the tumour micro-environment communication network from an NOS2/COX2 perspective", "2021 Obesity and overweight", "The medical care costs of obesity: an instrumental variables approach", "Trends in obesity and severe obesity prevalence in US youth and adults by sex and age, 2007–2008 to 2015–2016", "Body fatness and cancer–viewpoint of the IARC working group", "The obese adipose tissue microenvironment in cancer development and progression", "Adipose tissue dysfunction as determinant of obesity-associated metabolic complications", "S100 proteins in obesity: liaisons dangereuses", "Obesity induces a phenotypic switch in adipose tissue macrophage polarization", "Obesity alters the lung myeloid cell landscape to enhance breast cancer metastasis through IL5 and GM-CSF", "Neutrophil oxidative stress mediates obesity-associated vascular dysfunction and metastatic transmigration", "iNOS regulates the therapeutic response of pancreatic cancer cells to radiotherapy", "Tumor microenvironment modulation enhances immunologic benefit of chemoradiotherapy", "Detection of breast cancer stem cell gene mutations in circulating free DNA during the evolution of metastases", "Increased NOS2 predicts poor survival in estrogen receptor-negative breast cancer patients", "Relationship between p53 mutations and inducible nitric oxide synthase expression in human colorectal cancer", "Nitric oxide induces conformational and functional modifications of wild-type p53 tumor suppressor protein", "Nitric oxide synthase inhibitors into the clinic at last", "Identification of conserved domains in the promoter regions of nitric oxide synthase 2: implications for the species-specific transcription and evolutionary differences", "The tragedy of TRIUMPH for nitric oxide synthesis inhibition in cardiogenic shock: where do we go from here?", "Inflammatory marker testing identifies CD74 expression in melanoma tumor cells, and its expression associates with favorable survival for stage III melanoma", "Tumor-expressed inducible nitric oxide synthase controls induction of functional myeloid-derived suppressor cells through modulation of vascular endothelial growth factor release", "Association of increased immunostaining for inducible nitric oxide synthase and nitrotyrosine with fibroblast growth factor transformation in pancreatic cancer", "A novel model system for studying the double-edged roles of nitric oxide production in pancreatic cancer growth and metastasis", "Tumor stroma interactions induce chemoresistance in pancreatic ductal carcinoma cells involving increased secretion and paracrine effects of nitric oxide and interleukin-1beta", "The dawn of the liquid biopsy in the fight against cancer", "Down-regulation of nitric oxide synthase-2 and cyclooxygenase-2 pathways by p53 in squamous cell carcinoma", "Anti-cancer effect of iNOS inhibitor and its correlation with angiogenesis in gastric cancer", "Prognostic value of inducible nitric oxide synthase (iNOS) in human cancer: a systematic review and meta-analysis", "Expression of nitric oxide synthase in human gastric carcinoma and its relation to p53, PCNA", "Increased nitric oxide levels and iNOS over-expression in oral squamous cell carcinoma", "The expression and correlation of iNOS and p53 in oral squamous cell carcinoma", "Targeted inhibition of inducible nitric oxide synthase inhibits growth of human melanoma in vivo and synergizes with chemotherapy", "iNOS expression in CD4+ T cells limits Treg induction by repressing TGFβ1: combined iNOS inhibition and Treg depletion unmask endogenous antitumor immunity", "Dehydroandrographolide, an iNOS inhibitor, extracted from Andrographis paniculata (Burm.f.) Nees, induces autophagy in human oral cancer cells", "Treatment of glioblastoma using multicomponent silica nanoparticles"]}}